{
  "title_page__title": "Spice Hustle",
  "title_page__explainer": "Embark upon an entrepreneurial odyssey with a few borrowed coins in your pocket and a head full of dreams. Venture out onto the treacherous trade routes of Aggorah to buy, sell, profit, and invest. Build your one-person trading business into a mercantile juggernaut and save enough to retire before luck and time run out.",
  "title_page__btn_start_new": "Start New Game",
  "title_page__btn_load_save": "Load Saved Game",
  "title_page__btn_how_to_play": "How to Play",

  "title_page__saved_game_modal__title": "Saved Games",
  "title_page__saved_game_modal__no_results": "You have no local saves currently. Please start a new game.",
  "title_page__saved_game_modal__table_field__location": "Location",
  "title_page__saved_game_modal__table_field__dateModified": "Date",
  "title_page__saved_game_modal__table_field__netWealth": "Net Wealth",
  "title_page__saved_game_modal__btn_load": "Load",
  "title_page__saved_game_modal__btn_delete": "Delete",

  "game_date_display__ordinal__st": "st",
  "game_date_display__ordinal__nd": "nd",
  "game_date_display__ordinal__rd": "rd",
  "game_date_display__ordinal__th": "th",
  "game_date_display__of": "of",
  "game_date_display__season__0": "Winter",
  "game_date_display__season__1": "Spring",
  "game_date_display__season__2": "Summer",
  "game_date_display__season__3": "Autumn",
  "game_date_display__year": "Year",

  "game_tabs__market_label": "Market",
  "game_tabs__market_title": "Buy and sell merchandise.",
  "game_tabs__bank_label": "Bank",
  "game_tabs__bank_title": "Deposit or withdraw money. Take out a loan.",
  "game_tabs__tools_label": "Tools",
  "game_tabs__tools_title": "Use upgrades to get more inventory space and specialized tools.",
  "game_tabs__guild_label": "Guild",
  "game_tabs__guild_title": "Each town has its own mercantile guild. Membership has privileges.",
  "game_tabs__travel_label": "Travel",
  "game_tabs__travel_title": "Pack up your wares and head off to another town or village to do business.",

  "location__oskah__title": "Oskah",
  "location__oskah__description": "Having grown up on the mean streets of Oskah, you know just how violent this place can be. It's not uncommon for hapless travelers to become lost in its half-lit maze of alleyways and find a clawed hand reaching out from a darkened corner, dragging them to an unknown fate. Though the people here may be simple and rough, they know a good value when they see one.",
  "location__tabbith__title": "Tabbith",
  "location__tabbith__description": "Far from the hustle and the bustle of the larger cities of Aggorah, Tabbith moves at a slower pace, like wind-blown undulation of the fields of wheat that surround this small rural village. The people here cannot conceive of traveling somewhere else for trade or better prospects. This is their home. Tabbith, quiet and true.",
  "location__butre__title": "Butre",
  "location__butre__description": "Now that this port city has solved its long-standing bat problem, Butre's economy is bouncing back. The busy sea traffic attracts peddlers from all over the region, so you may be able to find items here not available elsewhere. Be on your guard, though, because Butre's market stalls are chock-a-block with tricksters and scoundrels.",
  "location__luci__title": "Luci",
  "location__luci__description": "As soon as you arrive here, it becomes clear that something is not quite right with Luci. Dark secrets abound in this place like the purple and green gasses escaping from various doorways. The people here seem kind, but many of them shiver uncontrollably even in the summer. It's best not to linger too long in Luci.",
  "location__clionne__title": "Clionne",
  "location__clionne__description": "Known as the jewel of Aggorah, Clionne gleams like a diamond above the lemon-grass pains. Its immaculate brick-lined streets are brimming with shops and customers hungry for your wares. But be careful, Clionne is as deadly as it is beautiful. Your fellow merchants will do their best to fleece you for your fleeces.",
  "location__winnie__title": "Winnie",
  "location__winnie__description": "Test",
  "location__tigi__title": "Tigi",
  "location__tigi__description": "Test",

  "tables__action_field": "Actions",

  "items__potat__title": "Potat",
  "items__potat__description": "The humble tuber is a key foot staple in Aggorah. They are most valuable early in the year.",

  "items__apple__title": "Apple",
  "items__apple__description": "Apples are easy to come by in most areas. Some fancy cities go gaga over them, especially in the off season.",

  "market__capacity": "Capacity: {inventoryWeight}/{capacityWeight} Weight, {inventoryVolume}/{capacityVolume} Volume",
  "subpanel_tab__buy": "Buy",
  "subpanel_tab__sell": "Sell",
  "market__buy_title": "Items For Sale",
  "market__sell_title": "Your Inventory",
  "market__buy__table_field__itemName": "Item Name",
  "market__buy__table_field__price": "Price",
  "market__buy__table_field__qty": "QTY Available",
  "market__buy__table___btn_buy": "Buy",
  "market__buy__table___btn_info": "Info",
  "market__buy__qty_modal__title": "Select Quantity to Buy",
  "market__buy__qty_modal__explainer": "Max quantity: {maxQty} based on available cash and storage capacity.",
  "market__buy__qty_modal__btn_buy": "Buy",
  "market__buy__qty_modal__btn_buy_max": "Buy Max",
  "market__buy__info_modal__capacity": "Weight: {weight}, Volume: {volume}",
  "market__sell__qty_modal__explainer": "Max quantity: {maxQty} based on the items in your inventory.",

  "market__sell__table_field__itemName": "Item Name",
  "market__sell__table_field__price": "Offer Price",
  "market__sell__table_field__qty": "QTY",
  "market__sell__table___btn_sell": "Sell",
  "market__info__table___btn_Info": "Info",

  "subpanel_tab__savings": "Savings",
  "subpanel_tab__loans": "Loans",
  "bank__savings__explainer": "All banks are on the same network, so you can deposit cash here and withdraw it somewhere else if you like.",
  "bank__loans__explainer": "Each area has its own loan program, so you can take one out in each city if you want.",
  "bank__savings__current_savings": "Current Savings",
  "bank__savings__calc__cash": "Cash",
  "bank__savings__calc__savings": "Savings",
  "bank__savings__calc__loans": "Loans",
  "bank__amount_modal__title__deposit": "Deposit Money",
  "bank__amount_modal__explainer__deposit": "Based on your available cash, you can deposit as much as ⌾{maxAmt}.",
  "bank__amount_modal__title__withdrawal": "Withdraw Money",
  "bank__amount_modal__explainer__withdrawal": "Based on your available savings, you can withdraw as much as ⌾{maxAmt}.",
  "bank__savings__calc__net_wealth": "Net Wealth",
  "bank__savings__deposit_btn": "Deposit",
  "bank__savings__withdrawal_btn": "Withdrawal",

  "travel__map_version_0": "Current Map: `Spicey Spice Road Starter Map`",
  "travel__map_version_1": "Current Map: `Map Two`",
  "travel__explainer": "Select a location on the map below to travel. Each section of the route represents one day of travel. Be careful, dangers abound on the road.",
  "travel__modal__title__oskah": "Traveling to Oskah",
  "travel__modal__title__tabbith": "Traveling to Tabbith",
  "travel__modal__title__butre": "Traveling to Butre",
  "travel__modal__title__luci": "Traveling to Luci",
  "travel__modal__title__clionne": "Traveling to Clionne",
  "travel__modal__title__winnie": "Traveling to Winnie",
  "travel__modal__title__tiggi": "Traveling to Tiggi",
  "travel__modal__day_num": "Day {dayNum} of {maxDays}",
  "travel__modal__danger__none": "An uneventful day. You travel safely down the road on your way to your destination.",
  "travel__modal__danger__bandits": "Bandits attack! The pesky bandits have stolen some of your cash and your inventory.",
  "travel__modal__danger__rockSlide": "Rock slide! Your progress is impeded and you lose X days in your journey.",
  "travel__modal__danger__flood": "The road is flooded, greatly slowing your progress. This is going to cost you time.",
  "travel__modal__danger__wolves": "Wolves! A pack of hungry, ferocious wolves surround you and attack. You're lucky to have survived.",
  "travel__modal__danger__tricksters": "Those strangers you met on the road seemed nice, but now some of your things are missing. They may have been thieves.",
  "travel__modal__danger__bandits_avoided": "A gang of bandits appear, demanding your money and valuables. You brandish your prop dagger, and rather than shake in fear they laugh heartily, leaving you unharmed. They take the dagger, though, out of concern that you may hurt yourself with it.",
  "travel__modal__danger__rockSlide_avoided": "A sudden rock slide shakes the valley. Deploying your fancy bronze umbrella, the stones bounce harmlessly away. The umbrella is dented horribly now and utterly useless. You may need to get another one.",
  "travel__modal__danger__flood_avoided": "The clouds open up and rain floods the road and surrounding land. Thanks to your water wings, you and your belongings float to safety. As soon as the water clears, your lovely water wings float away.",
  "travel__modal__danger__wolves_avoided": "Suddenly you find yourself surrounded by a pack of ravenous wolves. Thinking fast, you toss them the package of stinky meat and they dive on it instantly, allowing you to escape. As you depart, over your shoulder you can see them playing and frolicking like puppies. That's nice.",
  "travel__modal__danger__tricksters_avoided": "You come upon a group of fast-talking charlatans who nearly convince you to buy a timeshare in Clionne when they notice your book of travel tips, believing it to be a rare book of ancient knowledge. They pick it from your pocket and walk away laughing, stealing nothing from you.",

  "travel__modal__danger__effect__cash__sm": "You have lost a small amount of money (if you still have any).",
  "travel__modal__danger__effect__cash__md": "You have lost a moderate amount of money (if you still have any).",
  "travel__modal__danger__effect__cash__lg": "You have lost a great deal of money (if you still have any).",
  "travel__modal__danger__effect__inventory__sm": "You have lost a small portion of your inventory.",
  "travel__modal__danger__effect__inventory__md": "You have lost a moderate portion of your inventory.",
  "travel__modal__danger__effect__inventory__lg": "You have lost a major portion of your inventory.",
  "travel__modal__danger__effect__delay__sm": "You encounter a small delay.",
  "travel__modal__danger__effect__delay__md": "You encounter a moderate delay.",
  "travel__modal__danger__effect__delay__lg": "You encounter a major delay.",
  "travel__modal__btn_cancel": "Go Back",
  "travel__modal__btn_ok": "Continue",

  "upgrades__buy_title": "Purchase Upgrades and Buffs",
  "upgrades__buy__table_field__itemName": "Upgrade Name",
  "upgrades__buy__table_field__price": "Price",
  "upgrades__buy__table_field__owned": "Owned",
  "upgrades__capacity_1__title": "Capacity Upgrade: Backpack",
  "upgrades__capacity_1__description": "This handy-dandy backpack will slightly expand your ability to carry items around.",
  "upgrades__counterDanger__bandits__title": "Prop Dagger",
  "upgrades__counterDanger__bandits__description": "By no means a real weapon, this flimsy prop could scare away would-be attackers on your travels.",
  "upgrades__counterDanger__flood__title": "Water Wings",
  "upgrades__counterDanger__flood__description": "Tired of all those flash floods ruining your day while traveling? These water wings will help float you to safety. This is a one-time use item.",
  "upgrades__counterDanger__rockSlide__title": "Iron Umbrella",
  "upgrades__counterDanger__rockSlide__description": "While this metal dome is far too bulky and heavy to useful for keeping the sun and rain off of you, it may have other uses.",
  "upgrades__counterDanger__wolves__title": "Stinky Bag of Meat",
  "upgrades__counterDanger__wolves__description": "One sniff and it's clear that this is not an item you plan to eat, but it could be useful for keeping animals, or humans with no sense of smell or taste, at bay.",
  "upgrades__counterDanger__tricksters__title": "Book of Traveling Tips",
  "upgrades__counterDanger__tricksters__description": "The small volume of traveling safety tips is mostly filled with things you already know: don't listen to grifters, be careful around strangers and such.",

  "how_to__play__title": "How to Play",
  "how_to__play__content_1": "As a peddler on the Spice Road, your goal is to buy and sell items at various markets, earning a profit as you leverage differences in prices at the various spots to build your peddling business into a one-person mercantile empire.",
  "how_to__play__content_2": "You have 5 years to build your fortune and save enough for retirement, so don't waste a day. Time moves a little slower in the 13th century. Each turn is 1 day. What you choose to do with it, whether that's buying or selling something or stowing away money at the bank, that's entirely up to you. If you choose to travel to another market, that can take multiple days.",
  "how_to__play__content_3": "Keep your eyes open for profit opportunities. In addition to price differences between cities, prices will fluctuate sightly over time in each local market. Some items are seasonal, so selling an item out of season can fetch a handsome return.",
  "how_to__buy_sell__title": "Buying and Selling",
  "how_to__buy_sell__content_1": "Click on the Market tab to see which items are on offer in this location. Bear in mind that not all items are available for sale or purchase at every market, so keep track of the prices as you travel from place to place. Great opportunities may be hidden in tiny details.",
  "how_to__buy_sell__content_2": "Click on the Buy tab to purchase items or the Sell tab to offer items from your inventory at the going rate for that market. Each item will have a name, price and the quantity of product on hand. How much you can buy depends on your available cash as well as your carrying capacity. Keep track of your used and available capacity, both weight and volume. After making some money, you may be able to afford an upgrade or two that will increase your capacity. If you want to purchase the maximum allowable amount, click the Max button if it is available.",
  "how_to__buy_sell__content_3": "To sell an item, click on your Inventory to check through your items and see what price others may be willing to pay. You can enter the quantity to sell or click the Max button to sell everything.",
  "how_to__travel__title": "Traveling the Spice Road",
  "how_to__travel__content_1": "To monetize the price differentials between areas, you'll need to do some traveling. Click the Travel button to open a map of the available locations. As you advance in prominence and wealth, you may have an opportunity to purchase upgraded maps that give you access to new cities. Some cities are close by and may only take 1 or 2 days of travel. Others may be further apart. Often, but not always, these far-flung locations have wider price disparities and, consequently, more opportunity for profit.",
  "how_to__travel__content_2": "Travel can be dangerous, even between locations that are not very far apart. For each day of travel, you roll for a chance encounter. If you roll high, you have an uneventful travel day. On the other hand, a low roll could lead to a bandit attack or rock slide. Depending on the calamity you face, you could lose a portion of your cash, some of your inventory, or delay you for several days. As your business grows, you can invest in spendable upgrades in the Tools section that can help you escape these dangers as they arise.",
  "how_to__banking__title": "Banking",
  "how_to__banking__content_1": "Each location you visit will have a branch of the main Spice Road Bank where you can store your money for use later and take out or repay loans. Saving money helps prevent large losses when you encounter bandits or charlatans on the road while traveling. Since each branch is connected via couriers and carrier pigeons, they operate as a single entity. So, you can deposit money in one city and withdraw it again in another.",
  "how_to__banking__content_2": "Loans are a great way to kick-start a thriving business on the Spice Road. As you might imagine, though, this kind of financial boost comes at a cost. The fee for each loan is added to the principle from the start, and you have a set amount of time to pay it back. If you miss the due date, bad things happen, so do not miss the due date. Also, all loans count against your net wealth. At the end of your limited time on the Spice Road, you want enough net wealth to retire comfortably, and you can't do that with a bunch of outstanding loans.",
  "how_to__guilds__title": "Guilds",
  "how_to__guilds__content_1": "As your travels on the Spice Road allow you to gather a small fortune, you may be ready to jump to the next step in your journey to a happy retirement. Now a thriving entrepreneur, you will have an opportunity to rise to the ranks of the elite mercantile guilds. Each city or village has its own guild with their own specialties and interests.",
  "how_to__guilds__content_2": "By paying the entry fee, you may have access to special discounts on certain items. For tools and upgrades, some items may be marked “guild only” so you can only purchase them by joining the ranks of the mercantile elite for that area. Now that you're well on your way to the highest strata of power and affluence, it's time to throw off your dusty peddler's coat in exchange for a suit of the finest silk. Join a guild today!",

  "yes": "Yes",
  "no": "No",
  "ok": "OK",
  "cancel": "Cancel",
  "max": "Max: {labelValue}",

  "": ""
}
